<?php

return [
    'backend' => [
    	'settings_desc' => 'Отправляйте SMS вашим пользователям через сервис Smsc.Ru',
    	'check_smsru_api_id' => 'Не существующий API ID!',
        'api_login' => 'API Логин',
        'api_password' => 'API Пароль',
        'api_id_ph' => 'Пример: 0A0AAAA0-0A0A-0AA0-A0A0-A00000A0AAA0',
        'api_login_comment' => 'Получить Логин вы можете в личном кабинете сервиса',
        'api_password_comment' => 'Получить Пароль вы можете в личном кабинете сервиса',
        'from_label' => 'Буквенный отправитель',
        'from_ph' => '',
        'from_comment' => 'Если у вас уже одобрен буквенный отправитель, его можно указать здесь, в противном случае будет использоваться ваш отправитель по умолчанию',
    ]
];
